"--- ALL CATEGORIES ---" = "--- Všechny kategorie ---";"--- ALL USERS ---" = "--- Všechny UŽIVATELÉ ---";"Add Checkin" = "Přidání Checkin";"Add Map" = "Přidání Mapa";"Add Photo" = "Přidat komentář";"Add Report" = "Přidání zprávy";"Added" = "Přidána";"Adding..." = "Přidávání ...";"All Categories" = "Všechny kategorie";"All Checkins By" = "Všechny Checkins By";"All Users" = "Vše Uživatelé";"App Settings" = "Nastavení aplikace";"Are you sure you want to cancel?" = "Jste si jisti, že chcete zrušit?";"Are you sure you want to delete?" = "Jste si jisti, že chcete odstranit?";"Authenticating..." = "Autentizace ...";"Bitly Error" = "Chyba Bitly";"Cancel" = "Zrušit";"Categories..." = "Kategorie ...";"Category" = "Kategorie";"characters" = "znaků";"Checkin" = "Checkin";"Checkin Error" = "Chyba Checkin";"Checkins" = "Checkins";"Clear" = "Jasný";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Klikněte na tlačítko Info pro zobrazení Nastavení aplikace, plus tlačítko Přidat mapy, nebo tlačítko Upravit odstranit mapu.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Klikněte na tlačítko Mapa pro zobrazení zprávy map, na tlačítko Filtr filtrovat podle kategorií, nebo skládat tlačítka pro vytvoření nového incidentu.";"Click the Refresh button to upload pending reports." = "Klepněte na tlačítko Aktualizovat nahrát až zpráv.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Kliknutím na šipky nahoru a dolů se pohybovat checkins, klepněte na umístění pro zobrazení větší mapy nebo klepnutím na fotografii zobrazit ji celou obrazovku.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Kliknutím na šipky nahoru a dolů pro pohyb prostřednictvím zpráv, tlačítka odeslat SMS zprávu URL, Tweet tlačítko pro sdílení na Twitteru nebo e-mailovou tlačítko pro odeslání zprávy detaily.";"Contact" = "Kontakt";"Contact Settings" = "Kontakt Nastavení";"Current Location" = "Aktuální polohy";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Přizpůsobte si zprávy, zadejte přihlašovací údaje a stiskněte tlačítko Odeslat, aby podíl na Twitter. Volitelně klepnutím na tlačítko Odkaz na zkrácení URL.";"Date" = "Datum";"Delete Report" = "Smazat zprávu";"Description" = "Popis";"Discrete Mode On Shake" = "Diskrétní režim na otřesů";"Done" = "Hotovo";"Download Offline Maps" = "Stáhnout Offline mapy";"Downloaded Map Zoom Level" = "Staženo Přiblížení mapy úroveň";"Edit" = "Upravit";"email" = "e-mail";"Email Failed" = "Email se nezdařilo";"Enter date" = "Zadejte datum";"Enter description" = "Zadejte popis";"Enter email" = "Zadejte e-mail";"Enter first name" = "Zadejte jméno";"Enter last name" = "Zadejte příjmení";"Enter location name" = "Zadejte název místa";"Enter Map Details" = "Zadejte mapové podklady";"Enter message" = "Zadejte zprávu";"Enter name" = "Zadejte název";"Enter news URL" = "Zadejte novinky URL";"Enter password" = "Zadejte heslo";"Enter time" = "Zadejte čas";"Enter title" = "Zadejte titulu";"Enter tweet" = "Zadejte tweet";"Enter URL" = "Zadejte URL";"Enter URL or search phrase" = "Zadejte URL nebo hledaný výraz";"Enter username" = "Zadejte uživatelské jméno";"Error" = "Chyba";"Error Detecting Location" = "Chyba Zjištění umístění";"Error Saving Photo" = "Chyba při ukládání fotografie";"Errors" = "Chyby";"Existing Location" = "Stávající umístění";"first name" = "křestní jméno";"From Library" = "Z knihovny";"Host Not Found" = "Hostitel nebyl nalezen";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Nemohl jsem se připojit na Twitter. To je s největší pravděpodobností o dočasný problém, zkuste to prosím znovu.";"Image" = "Obraz";"Incidents..." = "Incidenty ...";"Invalid Email" = "Neplatný e-mail";"Invalid Email Address" = "Neplatná emailová adresa";"Invalid Map Details" = "Neplatný mapové podklady";"Invalid News URL" = "Neplatná URL Novinky";"Invalid Server Response" = "Neplatná odpověď serveru";"Last Checkin For Each User" = "Poslední Checkin Pro každého uživatele";"last name" = "příjmení";"Last Sync" = "Poslední synchronizace";"Loading..." = "Nahrávám ...";"Locating..." = "Hledání ...";"Location" = "Umístění";"Location Error" = "Chyba umístění";"Locations..." = "Místech ...";"Logout..." = "Odhlášení ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Vypadá to, že Twitter je vypnutý nebo aktualizován. Prosím, vyčkejte několik sekund a zkuste to znovu.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Vypadá to, že Twitter je přetížen. Prosím, vyčkejte několik sekund a zkuste to znovu.";"Map" = "Mapa";"Map Settings" = "Nastavení mapy";"Map Zoom Level" = "Přiblížení mapy úroveň";"Maps" = "Mapy";"Message" = "Zpráva";"Name" = "Jméno";"New Location" = "Nové umístění";"News" = "Zprávy";"No" = "Ne";"No Category Specified" = "Žádné dané kategorie";"No Checkins" = "Žádné Checkins";"No Date Specified" = "Bez stanoveného data";"No Internet" = "Žádné Internet";"No Internet Connection" = "Žádné připojení k Internetu";"No Location Specified" = "Žádné určeném místě";"No News" = "Nejsou žádné zprávy";"No Photos" = "Žádné fotografie";"No Reports" = "Žádné zprávy";"No Video" = "Žádné video";"Not Specified" = "Nespecifikováno";"OK" = "OK";"Open In Safari?" = "Otevřít v Safari?";"Password" = "Heslo";"Pending Upload" = "Až Nahrát";"Photo" = "Fotografie";"Photo Added" = "Foto přidání";"Photo Error" = "Chyba foto";"Photo Settings" = "Foto nastavení";"Photos" = "Fotky";"pixels" = "bodů";"Please enter a valid email address." = "Zadejte prosím platnou e-mailovou adresu.";"Please enter a valid name and url." = "Zadejte prosím platný název a URL.";"Privacy Settings" = "Nastavení ochrany osobních údajů";"Remove Error" = "Odstranit chyby";"Remove Photo" = "Odstranit fotografii";"Removed" = "Odstraněno";"Report" = "Zpráva";"Reports" = "Zprávy";"Request Error" = "Žádost o chybě";"Required Fields" = "Povinná pole";"Resized" = "Změně velikosti";"Resized Image Width" = "Změně velikosti Šířka obrázku";"Resizing Photo..." = "Změna velikosti fotografie ...";"Resizing..." = "Změna velikosti ...";"Saved" = "Uložené";"Saving..." = "Ukládání ...";"Search categories..." = "Hledat Kategorie ...";"Search checkins..." = "Hledání checkins ...";"Search locations..." = "Hledání míst ...";"Search maps..." = "Hledání v mapách ...";"Search reports..." = "Hledání zpráv ...";"Select" = "Vybrat";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Vyberte existující mapy ze seznamu, klepněte na tlačítko Aktualizovat najít mapy okolí, nebo Plus tlačítko pro přidání vlastních map.";"Select category" = "Vyberte kategorii";"Select location" = "Vyberte umístění";"Select photo" = "Vyberte foto";"Send" = "Odeslat";"Sending..." = "Odesílání ...";"Sent" = "Odeslané";"Server Error" = "Chyba serveru";"Settings" = "Nastavení";"Share Application" = "Podíl aplikací";"Shortening..." = "Zkrácení ...";"SMS Failed" = "SMS se nezdařilo";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Omlouváme se, ale vypadá to, že jste ztratili připojení k Internetu. Prosím, připojte a zkuste to znovu.";"Take Photo" = "Vyfotit";"There was a problem adding the photo." = "Došlo k potížím při přidávání fotografií.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Tam byl problém zjistit svou polohu. Ujistěte se, že Location Services je povolena pro Ushahidi v Nastavení&gt; Obecné Služby&gt; Umístění.";"There was a problem removing the map." = "Tam byl problém odstranit mapy.";"There was a problem resizing the photo." = "Tam byl problém, změnu velikosti fotografií.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Tato mapa podporuje Checkins! \\ Získáte po kliknutí na tlačítko Filtr, aby zobrazoval pouze checkins pro konkrétního uživatele nebo Pin tlačítko checkin nyní.";"Title" = "Titul";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Chcete-li checkin, přetažením mapy kód PIN přesnější umístění, klepněte na tlačítko Odeslat po zadání volitelné zprávy, kontaktní informace a fotografie.";"Tweet" = "Tweet";"Twitter" = "Cvrlikání";"Twitter Error" = "Twitter Chyba";"Unable to add incident" = "Nelze přidat incidentu";"Unable To Checkin" = "Nelze Checkin";"Unable to checkin, please try again later." = "Nelze checkin, zkuste to prosím později.";"Unable To Download Checkins" = "Nelze stáhnout Checkins";"Unable To Send Email" = "Schopen poslat e-mail";"Unable To Send SMS" = "Nelze odesílat SMS";"Unable To Upload Report" = "Nelze uložit zprávu";"Unsaved Changes" = "Neuložené změny";"Unverified" = "Neověřené";"Upload Error" = "Nahrát Chyba";"Uploaded" = "Nahrál";"User Location" = "Polohu uživatele";"Username" = "Uživatelské jméno";"Ushahidi Demo" = "Ushahidi Demo";"Ushahidi Maps" = "Ushahidi mapy";"Verified" = "Ověřené";"Version" = "Verze";"Video" = "Video";"Yes" = "Ano";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Vaše uživatelské jméno a heslo nelze ověřit. Ještě jednou zkontrolujte, zda jste zadali správně a zkuste to znovu.";"zoom" = "zoom";"Enter description" = "Zadejte Popis";"Resize Images" = "Změna velikosti obrázků";